Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/mika_on_kielipesa_.html.tmx
Source language: fin
Languages: sme

source: Mikä on kielipesä?
sme: Mii lea giellabeassi?

source: Tällä sivulla on perustietoa kielipesästä ja kielikylvystä.
sme: Dán siiddus lea vuođđodiehtu giellabeasis ja giellalávgumis.

source: Kielipesä on alkuperäiskansan tai kielivähemmistön kielellä toimivaa varhaista, täydellistä kielikylpyä pikkulapsille.
sme: Giellabeassi lea árradis, dievaslaš giellalávgun smávvamánáide eamiálbmoga dahje giellaunnitlogu gillii.

source: Se on kielikylvyn erityinen muoto: tavoitteena on kaksi- ja monikielisyyden lisäksi myös kokonaisen kielen elvyttäminen ja sitä kannattelevan kulttuurin vahvistuminen.
sme: Dat lea giellalávguma erenomáš hápmi: ulbmilin lea guovtte- ja máŋggagielatvuođa lassin maiddái olles giela ealáskahttin ja dan doarjaleaddji kultuvrra nanosmuvvan.

source: Kielipesä on varhaiskasvatuspaikka, jossa lapsille puhutaan alusta saakka, kaikissa tilanteissa kieltä, jota he eivät yleensä ymmärrä alussa lainkaan.
sme: Giellabeassi lea árrabajásgeassinbáiki, gos mánáide hállojuvvo álggu rájes, buot diliin giella, man sii eai dábálaččat ádde álggos ollege.

source: Kun puhutaan saamenkielisestä kielipesästä Suomessa, tarkoitetaan lähtökohtaisesti saamelaisten perheiden lapsille suunnattua varhaiskasvatusta, jossa lapsille puhutaan alusta saakka tiettyä saamen kieltä ja jossa toiminta pohjautuu saamelaiskulttuuriin.
sme: Go hállojuvvo sámegielat giellabeasis Suomas, oaivvilduvvo dábálaččat sámebearrašiid mánáide oaivvilduvvon árrabajásgeassin, mas mánáide hállojuvvo álggu rájes dihto sámegiella ja mas doaibma vuođđuduvvá sámekultuvrii.

source: Kielikylpy on pedagogiikkaa, jota toteutetaan maailmanlaajuisesti pääasiassa varhaiskasvatuksessa ja kouluopetuksessa.
sme: Giellalávgun lea pedagogihkka, mii ollašuhtto máilmmiviidosaččat lagamustá árrabajásgeassimis ja skuvlaoahpahusas.

source: Kielikylpy tähtää kielenomaksumiseen luonnollisen kommunikaation ja toiminnan kautta: kieltä ei niinkään opeteta lapsille vaan sitä käytetään toiminnan välineenä.
sme: Giellalávguma ulbmilin lea oahppat giela lunddolaš gulahallama ja doaimma bokte: giella ii nuge oahpahuvvo mánáide, baicce dat geavahuvvo doaimma gaskaoapmin.

source: Tavallisesti kielikylpy alkaa alle kouluiässä, esiopetuksessa tai alkuopetuksessa, jolloin puhutaan varhaisesta kielikylvystä.
sme: Dábálaččat giellalávgun álgá vuollel skuvlaagis, ovdaoahpahusas dahje álgooahpahusas. Dalle hállojuvvo árragiellalávgumis.

source: Jos se alkaa myöhemmässä vaiheessa kouluopetusta, kyseessä on viivästetty tai myöhäinen kielikylpy.
sme: Jos dat álgá maŋŋelebbos skuvlaoahpahusa, gažaldagas lea maŋiduvvon dahje maŋŋidis giellalávgun.

source: Myös aikuisten kielenopetus voi tapahtua kielikylpymenetelmällä tai sitä hyödyntäen.
sme: Maiddái rávesolbmuid giellaoahpahus sáhttá dáhpáhuvvat giellalávgunmetodain dahje dainna ávkkástallamiin.

source: Jos toiminta tapahtuu kokonaan kielikylpykielellä, puhutaan täydellisestä kielikylvystä, ja jos toiminnassa käytetään muitakin kieliä, niin kielikylpy on osittaista.
sme: Jos doaibma dáhpáhuvvá ollásit giellalávgungillii, hállojuvvo dievaslaš giellalávgumis, ja jos doaimmas geavahuvvojit earáge gielat, lea giellalávgun oassálas.

source: Kielikylpyohjelmia toimii tällä hetkellä ympäri maailmaa hyvin erilaisissa kielitilanteissa.
sme: Giellalávgunprográmmat doibmet dál birra máilmmi hui sierralágan gielladiliin.

source: Pitkä kokemus on kertynyt mm. Kanadan ranskankielisestä ja Suomen ruotsinkielisestä kielikylvystä.
sme: Guhkes hárjánupmi lea čoggon ee. Kanada fránskkagielat ja Suoma ruoŧagielat giellalávgumis.

source: Saamen kielten elvytyksessä kielikylpymenetelmää on sovellettu jo useamman vuosikymmenen ajan.
sme: Sámegielaid ealáskahttimis giellalávgunmetoda lea heivehuvvon juo máŋgga logijagi áigge.

source: Kaikkialla toimintaa ei ole nimitetty kielikylvyksi tai kielipesäksi, vaan esimerkiksi nimikkeellä “saamelainen lastentarha” on saatettu järjestää toimintaa, jossa lapsille puhutaan yksinomaan saamen kieltä, vaikkeivät he ehkä osaisi sitä lainkaan.
sme: Juohke sajis doaibma ii leat nammaduvvon giellalávgumin dahje giellabeassin, baicce ovdamearkka dihte namahusain “sámi mánáidgárdi” lea sáhttán ordnejuvvot doaibma, mas mánáide hállojuvvo dušše beare sámegiella, vaikko sii kánske eai máhtáše dan ollege.

source: Ensimmäinen dokumentoitu tapaus on ollut vuonna 1989 toimintansa aloittanut ja edelleen toimiva luulajansaamenkielinen lastentarha “Vuonak sámemáná” Dragin / Ájluoktan kylässä, Tysfjordin / Divtasvuodnan kunnassa.
sme: Vuosttas dokumenterejuvvon dáhpáhus lea leamaš jagis 1989 doaimmas álggahan ja ain doaibmi julevsámegielat mánáidgárdi “Vuonak sámemáná” Drag / Ájluovtta gilis, Tysfjord / Divttasvuona gielddas.

source: 1990-luvulla kielipesän käsite tuli tutuksi useammassa Suomen puolen saamelaisyhteisössä, kun kielipesätoiminta alkoi, aluksi erilaisten projektien tai apurahojen turvin (ks. sivu “Saamelaisten kulttuuri- ja kielipesätoiminta Suomessa”).
sme: 1990-logus giellabeasi doaba bođii oahpisin máŋgga Suoma beale sámeservošis, go giellabeassedoaibma álggii, álggos sierralágan prošeavttaid dahje veahkkeruđaid vehkiin (gč. siiddu “Sámiid kultur- ja giellabeassedoaibma Suomas”).

source: Osittainen kielikylpy eteläsaamen kielellä alkoi vuonna 2000 Norjassa Engerdalenin kunnassa Svahken Sijten yhteisössä.
sme: Oassálas giellalávgun lullisámegillii álggahuvvui jagis 2000 Norggas Engerdalena gielddas Svahken Sijten servošis.

source: Monissa muissakin paikallisissa saamen kielten elvytyshankkeissa kielikylpyä on hyödynnetty.
sme: Máŋggain earáge báikkálaš sámegielaid ealáskahttinfidnuin giellalávgumiin lea ávkkástallon.

source: Saamenkielisen kielipesän tavoitteena on siirtää lapsille saamen kieli, jota heille ei pystytä siirtämään kotona lainkaan tai riittävässä määrin.
sme: Sámegielat giellabeasi mihttomearrin lea sirdit mánáide sámegiela, man sidjiide eai bastte sirdit ruovttus ollege dahje doarvái bures.

source: Lapsi voi aloittaa kielipesän siinä iässä kuin varhaiskasvatuksen yleensäkin, eli aikaisintaan noin yhdeksän kuukauden iässä, mutta aloittamisikä riippuu perheen tilanteesta ja joissain tapauksissa myös ryhmän omista käytännöistä.
sme: Mánná sáhttá álggahit giellabeasi dan agis go árrabajásgeassima dábálaččatge, nappo áramustá sullii ovcci mánotbaji agis, muhto álggahanahki lea gitta bearraša dilis ja muhtun dáhpáhusain maiddái joavkku iežas meannudanvugiin.

source: Perusperiaate on se, että työntekijät eivät käytä lasten kanssa lainkaan enemmistökieltä, joka on yleensä lasten kotikieli.
sme: Vuođđoprinsihpa lea dat, ahte bargit eai geavat mánáiguin ollege eanetlogugiela, mii lea dábálaččat mánáid ruovttugiella.

source: Lapset saavat vapaasti valita, millä kielellä puhuvat, mutta ajan mittaan heitä rohkaistaan saamen kielen käyttöön.
sme: Mánát ožžot friija válljet, man gillii hállet, muhto áiggi mielde sin roahkasmahttet sámegiela geavaheapmái.

source: Täydellisen kielikylvyn ympäristössä säännöllisesti päivänsä viettävä lapsi alkaa tavallisesti ymmärtää kieltä hyvin nopeasti.
sme: Mánná, guhte lea jeavddalaččat dievaslaš giellalávguma birrasis, áddegoahtá dábálaččat hui jođánit giela.

source: Muutaman kuukauden päästä hänellä on passiivinen peruskielitaito eli kyky käsittää hänelle suunnatusta saamenkielisestä puheesta olennainen sisältö.
sme: Muhtun mánotbaji geažes sus lea passiivvalaš vuođđogiellamáhttu dahjege nákca áddet guovddášsisdoalu sutnje hállojuvvon sámegielas.

source: Aktiivisen kielitaidon kehittyminen on hitaampaa ja yksilöllisempää, mutta tavallisesti lapset alkavat toistella ja käyttää useimmin kuulemiaan ja itselleen mieluisimpia sanoja jo muutaman viikon tai kuukauden päästä.
sme: Aktiivvalaš giellamáhtu ovdáneapmi lea njoazit ja gitta máná persovnnalaš iešvuođain, muhto dábálaččat mánát jievžžadišgohtet ja geavahišgohtet dávjjimusat gullan mielamielsániid juo muhtun vahku dahje mánotbaji geažes.

source: Toiset tuottavat spontaania puhetta kokonaisilla lauseilla jo alle vuodessa, toisilla siihen voi mennä useampi vuosi.
sme: Nuppit hállet spontána vugiin olles cealkagiiguin juo vuollái jagis, nuppiin dasa sáhttá mannat máŋga jagi.

source: Muutama vuosi kielipesässä riittää yleensä toiminnallisen kaksikielisyyden saavuttamiseen.
sme: Muhtun jahki giellabeasis reahkká dábálaččat funktionála guovttegielatvuođa juksamii.

source: Kielipesälapsi voi paikkakunnan opetusjärjestelyistä, kielitaidostaan ja huoltajien valinnasta riippuen siirtyä saamenkieliseen, suomenkieliseen tai kaksikieliseen esi- ja perusopetukseen.
sme: Giellabeassemánná sáhttá sirdásit sámegielat, suomagielat dahje guovttegielat ovda- ja vuođđooahpahussii báikegotti oahpahusordnemiid, máná giellamáhtu ja fuolaheaddjiid válljema mielde.
